TEMPLATES = {
    # Hongqi шаблоны
    "hongqi_template1": {
        "text": """Добрый день! 
ЗАВТРА УТРОМ (до 12:00)
Прошу скинуть фотографии:
▫️уровня антифриза
▫️тормозной жидкости
▫️масла на щупе
▫️панели приборов с пробегом
▫️панель приборов с давлением шин
▫️глубину протектора шин (4 колеса с торца) 
▫️4 фото авто (со всех сторон) 

Масло проверяем на холодную. Либо паркуемся где нибудь на обед, глушим машину, и минут через десять замеряем за заглушенную""",
        'image': 'images/hongqi_inspection.jpg'
    },

    "hongqi_template2": {
        "text": "Напоминаю о проведении дистанционного осмотра, инструкция выше",
        'image': 'images/hongqi_reminder.jpg'
    },

    # TurboMatiz шаблоны
    "turbomatiz_template1": {
        "text": """Добрый день, господа!

Сегодня воскресенье, а это значит что завтра (в понедельник) в 12:00 необходимо оплатить аренду согласно тарифам.
Реквизиты: +7 921 572 11 40 Мамурджонов Аминджон Мамурджонович, Альфа банк

Так же с 9:00 до 12:00 понедельника прошу скинуть фотографии с одометров с вашим текущим пробегом и квитанцию/скриншот оплаты накопившихся штрафов в рабочую группу телеграмм

Просим действовать своевременно для более комфортного сотрудничества.""",
        'image': 'images/turbomatiz_payment.jpg'
    },

    "turbomatiz_template2": {
        "text": """Добрый день, господа!

Завтра до 23:59 прошу вас произвести осмотр ваших автомобилей.

Прошу скинуть фотографии уровня антифриза, тормозной жидкости, масла и панели приборов!!!

Масло проверяем на холодную, до первого запуска двигателя за день.

Инструкция: 
1. Вытащить щуп
2. Протереть его (тканью которая не оставляет ворс!!!)
3. Вставить щуп обратно до упора
4. Вытащить его и сделать фото уровня (должно быть в норме)

Фото-отчет отправлять в рабочую телеграмм-группу

Фото-осмотр производим каждую среду и субботу!!!""",
         'image': 'images/turbomatiz_inspection.jpg'
    },

    "turbomatiz_template3": {
        "text": """Добрый день, господа!

Если в течении последних 4 дней вы еще не скинули фото чистого автомобиля, тогда прошу вас сегодня или завтра заехать на авто-мойку, помыть автомобиль на котором вы работаете и скинуть фотографии чистого автомобиля до 00:00 часов завтрашнего дня в рабочую телеграмм-группу

Формат фотографии 1 фото : автомобиль спереди + слева 
2 фото : автомобиль сзади + справа 
3 и 4 фото : коврики в салоне 

Данное мероприятие будет проводиться раз в 2 недели в целях вашей комфортной работы на чистом автомобиле и сохранении ЛКП в должном состоянии.

Мойка автомобиля производится за счет водителя, согласно договору. Можно использовать мойку самообслуживания.
Водители которые работают на брендированных автомобилях получают компенсацию моек в размере 2200₽/месяц""",
        'image': 'images/turbomatiz_clean.jpg'
    }
}